/*******************************************************************
 *系统主控函数
 *@brief 
 *@brief 
 *@time  2016.1.8
 *@editor小南&zin
 *飞控爱好QQ群551883670,邮箱759421287@qq.com
 *非授权使用人员，禁止使用。禁止传阅，违者一经发现，侵权处理。
 ******************************************************************/
#include "sys.h"

#undef SUCCESS
#define SUCCESS 0
#undef FAILED
#define FAILED  1
#define ZY_31_SLAVE_ADDRESS 0xC0
#define MODULE_REST 0x20
#define MPU6050_GET_OFFSET 0x21
#define MS5611_GET_OFFSET 0x22
#define MPU_READ 0X30
#define ANGLE_READ 0X32

#define HEIGHT_READ 0X33
#define RATE_READ 0X34

/******************************************************************/



/***********************************************************************
 * 
 * @param[in] 
 * @param[out] 
 * @return     
 **********************************************************************/


///***********************************************************************
// * 
// * @param[in] 
// * @param[out] 
// * @return     
// **********************************************************************/
//float height;

/********************************END OF FILE*****************************************/


